Repository: nilovelez/quevedo
Catalog: languages/quevedo-*.po
Languages: es_es

source: Quevedo writer tools
es_es: Quevedo - Herramientas para escritores

source: WordPress was born as a small blogging tool. Over the years it has grown and now serves for many more things, but deep down there is still a lot of that little blogging tool.
es_es: WordPress nació siendo una pequeña herramienta para blogs. Con los años ha crecido y ahora sirve para muchas cosas más, pero en el fondo todavía queda mucho de esa pequeña herramienta para hacer blogs.

source: WordPress features
es_es: Características de WordPress

source: Some minor theaks to make WordPress a bit more appealing to bloggers and single-user site owners.
es_es: Algunos retoques menores para hacer que WordPress sea un poco más atractivo para los bloggers y los propietarios de sitios de un solo autor.

source: Default post image
es_es: Imagen por defecto de entradas

source: Select image
es_es: Seleccionar imagen

source: Remove image
es_es: Quitar imagen

source: Returns the current year in four-digit format. Very useful for copyright notices.
es_es: Devuelve el año actual en formato de cuatro dígitos. Muy útil para los avisos de copyright.

source: Returns a paragraph full of "Lorem ipsum" fill text. The optional attribute "words" defines the number of words, default is 200.
es_es: Devuelve un párrafo con texto de relleno "Lorem ipsum". El atributo opcional "words" define el número de palabras, por defecto es 200.

source: Options saved!
es_es: ¡Opciones guardadas!

source: Error saving configuration to database.
es_es: Error al guardar la configuración a base de datos.

source: No changes were needed.
es_es: No había nada que guardar.

source: Disable post tags
es_es: Desactivar las etiquetas de entradas

source: If not used properly, post tags can create a lot of duplicate content in your site.
es_es: Si no se utilizan correctamente, las etiquetas de las entradas pueden crear mucho contenido duplicado en tu sitio.

source: Disable post formats
es_es: Desactivar los formatos de entrada

source: If you are not using posts formats they only add clutter to the post editor
es_es: Si no utilizas los formatos de entrada, sólo añaden desorden al editor de entradas

source: Disable author archives
es_es: Desactivar los archivos de autor

source: If you have a single-user blog, the author archive will be exactly the same as your homepage. This could lead to duplicate content SEO issues.
es_es: Si tienes un blog con un solo autor, el archivo de autor será exactamente igual que tu página de inicio. Esto podría dar lugar a problemas de SEO de contenido duplicado.

source: Redirect attachment pages to parent post
es_es: Redirigir páginas de adjuntos a su entrada

source: WordPress creates a simgle pagle for each gallery image, creating a lot of thin content. This feature redirects the attachment page to the post the image is attached to.
es_es: WordPress crea una página individual para cada imagen de la galería, creando un montón de contenido instancial. Esta función redirige la página de adjuntos a la entrada a la que se adjunta la imagen.

source: Simplify editor blocks
es_es: Simplificar los bloques del editor

source: When editing a blog post, the available blocks are reduced to: paragraph, heading, list, image, quote, separator, code, preformatted.
es_es: Al editar una entrada del blog, los bloques disponibles se reducen a: párrafo, encabezado, lista, imagen, cita, separador, código, preformateado.

source: Settings
es_es: Ajustes
